{
  "bamboo.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cyberdream.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "edge": { "branch": "master" },
  "eldritch.nvim": { "branch": "master" },
  "everforest-nvim": { "branch": "main" },
  "eyes-wide-bright": { "branch": "main" },
  "fluoromachine.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "github-theme": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leaf.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "melange-nvim": { "branch": "master" },
  "mellifluous.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "modus-themes.nvim": { "branch": "master" },
  "moonfly": { "branch": "master" },
  "neotest": { "branch": "master" },
  "nightfly": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nordic.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvimgelion": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "oldworld.nvim": { "branch": "main" },
  "one_monokai.nvim": { "branch": "main" },
  "onedark.nvim": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "onenord.nvim": { "branch": "main" },
  "oxocarbon.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "roslyn.nvim": { "branch": "main" },
  "screenkey.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "solarized-osaka.nvim": { "branch": "main" },
  "sonokai": { "branch": "master" },
  "synthweave.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "timerly": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyodark.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vague.nvim": { "branch": "main" },
  "vim-jsx-pretty": { "branch": "master" },
  "volt": { "branch": "main" },
  "vscode.nvim": { "branch": "main" },
  "zenbones.nvim": { "branch": "main" }
}
